{
  "opotato.key.one_punch": "Switch Creative One Punch",
  "opotato.key.category": "Opotato",
  "headshot.opotato.on_entity": "Headshot!",
  "headshot.opotato.on_player": "You got headshot!",
  "opotato.epicfight.wrong_forge_version": "Warn thrown by Opotato: Your Forge Version is not latest 36.2.39! Epic Fight 16.6.4 + won't work on old Forge Version!",
  "opotato.incompatible.rubidium.betterfpsdist": "Warn thrown by Opotato: Better Fps Render Distance is not compatible with Rubidium, pls remove Better Fps Render Distance!",
  "opotato.incompatible.rubidium.immersive_portals": "Warn thrown by Opotato: Immersive Portals is not compatible with Rubidium, pls remove Immersive Portals!",
  "opotato.incompatible.rubidium.chunkanimator": "Warn thrown by Opotato: Chunk Animator is not compatible with Rubidium, pls remove Chunk Animator!",
  "opotato.incompatible.magnesium.rubidium": "Warn thrown by Opotato: Magnesium and Rubidium are unofficial ports of Sodium and they are not compatible, pls remove Magnesium!",
  "opotato.mcdoom.without_fix": "Warn thrown by Opotato: You installed MC Doom but didn't install MCDoom Hotfixes. Your game will crashed when rendering Dread Knight!",
  "opotato.magnesium": "Warn thrown by Opotato: Magnesium detected! SomeoneElseWasTaken has stopped updating it, the compatibility of open-source mods are improved with the update time, if you want to get better rendering optimization, pls try Rubidium!",
  "opotato.optnotfine": "Warn thrown by Opotato: Optifine detected! It's closed-source & incompatible with a lot of mods & increase your game launching time a lot, pls use Rubidium & Oculus!",
  "opotato.incompatible.rubidium.betterbiomeblend": "Warn thrown by Opotato: Better Biome Blend is not compatible with Rubidium, pls remove Better Biome Blend!",
  "opotato.duplicate.potatocurrent": "Warn thrown by Opotato: Opotato contains all the features of PotatoCurrent, pls remove PotatoCurrent!",
  "opotato.duplicate.cataclysmfixer": "Warn thrown by Opotato: Opotato contains all the features of Cataclysm Fixer, pls remove Cataclysm Fixer!",
  "opotato.duplicate.mixininheaven" : "Warn thrown by Opotato: Opotato contains all the features of Mixin In Heaven, pls remove Mixin In Heaven!",
  "opotato.duplicate.blueprintinternetconnectiondisabler": "Warn thrown by Opotato: Opotato contains all the features of Blueprint Internet Connection Disabler, pls remove Blueprint Internet Connection Disabler!",
  "opotato.helium.dangerous": "Warn thrown by Opotato: Helium has been discontinued and is severely outdated, with poor compatibility. It is not recommended to continue using it. If you are looking for better memory optimization, please try FerriteCore."
}